export const tabsData = [
    {
      id: "services",
      title: "Послуги",
      accordions: [
        { 
            title: "Вакцинація", 
            content: `Вакцинація є важливим етапом профілактики захворювань у домашніх тварин.
У клініці PetAnimals ми використовуємо лише сертифіковані та безпечні вакцини.
Графік щеплень підбирається індивідуально з урахуванням віку та стану здоров’я улюбленця.
Перед вакцинацією лікар проводить обов’язковий огляд тварини.
Регулярні щеплення допомагають зберегти здоров’я та продовжити життя вашого улюбленця.` 
        },

        { 
            title: "Хірургія", 
            content: `Хірургічне відділення клініки PetAnimals оснащене сучасним обладнанням.
Ми проводимо як планові, так і невідкладні оперативні втручання.
Усі операції виконуються досвідченими ветеринарними лікарями з дотриманням стандартів безпеки.
Перед процедурою тварина проходить повне обстеження та підготовку.
Післяопераційний догляд і консультації є обов’язковою частиною нашого підходу.`
        },

        { 
            title: "Чіпування", 
            content: `Чіпування — це надійний спосіб ідентифікації домашньої тварини.
Процедура швидка, безпечна та практично безболісна.
Мікрочіп містить унікальний код, який вноситься до міжнародної бази даних.
У разі втрати тварини це значно підвищує шанси на її повернення.
У клініці PetAnimals ми гарантуємо правильне та офіційне оформлення чіпування.` 
        },

        { 
            title: "Прийом та консультація", 
            content: `На прийомі ветеринар уважно оглядає тварину та оцінює її загальний стан.
Ми консультуємо з питань харчування, догляду, профілактики та лікування.
Кожен власник отримує зрозумілі рекомендації та відповіді на всі запитання.
За потреби призначаються додаткові обстеження або аналізи.
Наша мета — забезпечити комфорт та здоров’я вашого улюбленця.`
        }
      ]
    },

    {
      id: "faq",
      title: "FAQ",
      accordions: [
        { 
            title: "Чи потрібен запис?", 
            content: "Рекомендуємо попередній запис." 
        },

        { 
            title: "Чи працюємо у вихідні?", 
            content: "Так, з 9:00 до 15:00." 
        },

        { 
            title: "Які документи потрібні?", 
            content: "Ветеринарний паспорт тварини." 
        },

        { 
            title: "Чи можна бути присутнім під час огляду тварини?", 
            content: `Так, власник може бути присутнім під час огляду, 
            якщо це не заважає процедурі. Ми вважаємо, що спокій господаря 
            допомагає тварині почуватися безпечніше.` 
        },

        { 
            title: "Як підготувати тварину до вакцинації?", 
            content: `Перед вакцинацією тварина має бути клінічно здоровою.
            Рекомендується обмежити контакт з іншими тваринами за кілька днів до щеплення.` }, 
      ]
    }
  ];
  